Repository: darfink/cliproxybar
Catalog: Localizable.xcstrings
Source language: en
Languages: fr, vi, zh_hans

# amp.quota.agent
source: Agent Usage
fr: Utilisation Agent
vi: Mức dùng Agent
zh_hans: Agent 用量

# amp.quota.free
source: Amp Free
fr: Amp Gratuit
vi: Amp Miễn phí
zh_hans: Amp 免费额度

# amp.quota.individualCredits
source: Balance
fr: Solde
vi: Số dư
zh_hans: 余额

# amp.quota.orb
source: Orb Usage
fr: Utilisation Orb
vi: Mức dùng Orb
zh_hans: Orb 用量

# amp.quota.workspaceCredits
source: Workspace Credits
fr: Crédits de l’espace de travail
vi: Số dư không gian làm việc
zh_hans: 工作区余额

source: %lld percent
fr: %lld pour cent
vi: %lld phần trăm
zh_hans: %lld 百分比

# action.copy
source: Copy
fr: Copier
vi: Sao chép
zh_hans: 复制

# action.quit
source: Quit CLIProxyBar
fr: Quitter CLIProxyBar
vi: Thoát CLIProxyBar
zh_hans: 退出 CLIProxyBar

# action.refresh
source: Refresh
fr: Actualiser
vi: Làm mới
zh_hans: 刷新

# antigravity.active
source: Using in IDE
fr: Utilisé dans l'IDE
vi: Đang dùng trong IDE
zh_hans: 在 IDE 中使用

# antigravity.useInIDE
source: Use in IDE
fr: Utiliser dans l'IDE
vi: Dùng trong IDE
zh_hans: 在 IDE 中使用

# clinepass.quota.fiveHour
source: 5-hour
fr: 5 heures
vi: 5 giờ
zh_hans: 5 小时

# clinepass.quota.monthly
source: Monthly
fr: Mensuel
vi: Hàng tháng
zh_hans: 每月

# clinepass.quota.weekly
source: Weekly
fr: Hebdomadaire
vi: Hàng tuần
zh_hans: 每周

# dashboard.noQuotaData
source: No quota data yet
fr: Pas encore de données de quota
vi: Chưa có dữ liệu quota
zh_hans: 暂无配额数据

# menubar.hideAccounts
source: Hide accounts
fr: Masquer les comptes
vi: Ẩn tài khoản
zh_hans: 隐藏账户

# menubar.providers.all
source: All
fr: Tous
vi: Tất cả
zh_hans: 全部

# menubar.noData
source: No quota data available
fr: Aucune donnée de quota disponible
vi: Chưa có dữ liệu quota
zh_hans: 无可用配额数据

# menubar.viewMoreAccounts
source: View more accounts
fr: Voir plus de comptes
vi: Xem thêm tài khoản
zh_hans: 查看更多账户

# monitor.source.apiKey
source: API key
fr: Clé API
vi: Khóa API
zh_hans: API 密钥

# monitor.source.cliProxyFile
source: CLIProxyAPI file
fr: Fichier CLIProxyAPI
vi: Tệp CLIProxyAPI
zh_hans: CLIProxyAPI 文件

# monitor.source.localIDE
source: Local IDE
fr: IDE local
vi: IDE cục bộ
zh_hans: 本地 IDE

# monitor.source.localLogin
source: Local login
fr: Connexion locale
vi: Đăng nhập cục bộ
zh_hans: 本地登录

# quota.noDataYet
source: No usage data available
fr: Aucune donnée d'utilisation disponible
vi: Chưa có dữ liệu sử dụng
zh_hans: 暂无使用数据

# settings.appearance.dark
source: Dark
fr: Sombre
vi: Tối
zh_hans: 深色

# settings.appearance.light
source: Light
fr: Clair
vi: Sáng
zh_hans: 浅色

# settings.appearance.system
source: System
fr: Système
vi: Hệ thống
zh_hans: 系统

# settings.menubar.colored
source: Colored
fr: Coloré
vi: Có màu
zh_hans: 彩色

# settings.quota.displayMode.remaining
source: Remaining
fr: Restant
vi: Còn lại
zh_hans: 剩余

# settings.quota.displayMode.used
source: Used
fr: Utilisé
vi: Đã dùng
zh_hans: 已使用

# settings.quota.left
source: left
fr: restant
vi: còn lại
zh_hans: 剩余

# settings.quota.style.card
source: Card
fr: Carte
vi: Thẻ
zh_hans: 卡片

# settings.quota.style.lowestBar
source: Lowest Bar Only
fr: Barre la plus basse uniquement
vi: Chỉ thanh thấp nhất
zh_hans: 仅最低进度条

# settings.quota.style.ring
source: Ring
fr: Anneau
vi: Vòng
zh_hans: 圆环

# settings.quota.used
source: used
fr: utilisé
vi: đã dùng
zh_hans: 已使用

# settings.refresh.manual
source: Manual
fr: Manuel
vi: Thủ công
zh_hans: 手动

# settings.updateChannel.beta
source: Beta
fr: Bêta
zh_hans: 测试版

# settings.usageDisplay.modelAggregation.average
source: Average remaining
fr: Moyenne restante
vi: Trung bình còn lại
zh_hans: 平均剩余

# settings.usageDisplay.modelAggregation.lowest
source: Lowest remaining (default)
fr: Plus bas restant (par défaut)
vi: Thấp nhất còn lại (mặc định)
zh_hans: 最低剩余（默认）

# settings.usageDisplay.totalMode.combined
source: Session + extra
fr: Session + supplémentaire
vi: Phiên + bổ sung
zh_hans: 会话 + 额外

# settings.usageDisplay.totalMode.sessionOnly
source: Session only (default)
fr: Session uniquement (par défaut)
vi: Chỉ phiên (mặc định)
zh_hans: 仅会话（默认）

# status.error
source: Error
fr: Erreur
vi: Lỗi
zh_hans: 错误

# status.starting
source: Starting...
fr: Démarrage...
vi: Đang khởi động...
zh_hans: 启动中...

# tunnel.action.start
source: Start Tunnel
fr: Démarrer le tunnel
vi: Bật Tunnel
zh_hans: 启动隧道

# tunnel.action.stop
source: Stop Tunnel
fr: Arrêter le tunnel
vi: Tắt Tunnel
zh_hans: 停止隧道

source: Usage
fr: Utilisation
vi: Sử dụng
zh_hans: 使用量

source: Usage Ring
fr: Anneau d'utilisation
vi: Vòng sử dụng
zh_hans: 使用环

# warmup.interval.1h
source: Every 1 hour
fr: Toutes les 1 heure
vi: Mỗi 1 giờ
zh_hans: 每 1 小时

# warmup.interval.2h
source: Every 2 hours
fr: Toutes les 2 heures
vi: Mỗi 2 giờ
zh_hans: 每 2 小时

# warmup.interval.3h
source: Every 3 hours
fr: Toutes les 3 heures
vi: Mỗi 3 giờ
zh_hans: 每 3 小时

# warmup.interval.4h
source: Every 4 hours
fr: Toutes les 4 heures
vi: Mỗi 4 giờ
zh_hans: 每 4 小时

# warmup.interval.15min
source: Every 15 minutes
fr: Toutes les 15 minutes
vi: Mỗi 15 phút
zh_hans: 每 15 分钟

# warmup.interval.30min
source: Every 30 minutes
fr: Toutes les 30 minutes
vi: Mỗi 30 phút
zh_hans: 每 30 分钟

# warmup.schedule.daily
source: Daily
fr: Quotidien
vi: Hàng ngày
zh_hans: 每天

# warmup.schedule.interval
source: Interval
fr: Intervalle
vi: Chu kỳ
zh_hans: 间隔

# warp.credits.label
source: Credits
fr: Crédits
vi: Tín dụng
zh_hans: 额度

# factory.quota.billingMode
source: Billing Mode
fr: Mode de facturation
vi: Chế độ thanh toán
zh_hans: 计费模式

# factory.quota.coreFiveHour
source: 5-hour
fr: 5 heures
vi: 5 giờ
zh_hans: 5 小时

# factory.quota.coreMonthly
source: Monthly
fr: Mensuel
vi: Hàng tháng
zh_hans: 每月

# factory.quota.coreWeekly
source: Weekly
fr: Hebdomadaire
vi: Hàng tuần
zh_hans: 每周

# factory.quota.standardFiveHour
source: 5-hour
fr: 5 heures
vi: 5 giờ
zh_hans: 5 小时

# factory.quota.standardMonthly
source: Monthly
fr: Mensuel
vi: Hàng tháng
zh_hans: 每月

# factory.quota.standardWeekly
source: Weekly
fr: Hebdomadaire
vi: Hàng tuần
zh_hans: 每周

# factory.status.legacyBilling
source: Legacy billing
fr: Facturation héritée
vi: Thanh toán kiểu cũ
zh_hans: 旧版计费

# grok.status.cap
source: %@ cap
fr: Plafond de %@
vi: Giới hạn %@
zh_hans: %@ 上限

# grok.status.disabled
source: Disabled
fr: Désactivé
vi: Đã tắt
zh_hans: 已停用

# openrouter.plan.freeTier
source: Free tier
fr: Offre gratuite
vi: Gói miễn phí
zh_hans: 免费套餐

# openrouter.plan.payAsYouGo
source: Pay as you go
fr: Paiement à l’usage
vi: Trả theo mức sử dụng
zh_hans: 按量付费

# quota.metric.balance
source: Balance
fr: Solde
vi: Số dư
zh_hans: 余额

# quota.metric.credits
source: Credits
fr: Crédits
zh_hans: 额度

# quota.metric.daily
source: Daily
fr: Quotidien
vi: Hàng ngày
zh_hans: 每日

# quota.metric.fiveHour
source: 5-hour
fr: 5 heures
vi: 5 giờ
zh_hans: 5 小时

# quota.metric.monthly
source: Monthly
fr: Mensuel
vi: Hàng tháng
zh_hans: 每月

# quota.metric.onDemand
source: On-Demand
fr: À la demande
vi: Theo nhu cầu
zh_hans: 按需用量

# quota.metric.planUsage
source: Plan Usage
fr: Utilisation du forfait
vi: Mức dùng gói
zh_hans: 套餐用量

# quota.metric.extraBalance
source: Extra Balance
fr: Solde supplémentaire
vi: Số dư bổ sung
zh_hans: 额外余额

# quota.metric.extraUsage
source: Extra Usage
fr: Utilisation supplémentaire
vi: Mức dùng thêm
zh_hans: 额外用量

# quota.metric.keyLimit
source: Key Limit
fr: Limite de la clé
vi: Giới hạn key
zh_hans: 密钥限额

# quota.metric.spentValue
source: %@ spent
fr: %@ dépensé
vi: Đã dùng %@
zh_hans: 已花费 %@

# quota.metric.thisMonth
source: This Month
fr: Ce mois-ci
vi: Tháng này
zh_hans: 本月

# quota.metric.thisWeek
source: This Week
fr: Cette semaine
vi: Tuần này
zh_hans: 本周

# quota.metric.today
source: Today
fr: Aujourd’hui
vi: Hôm nay
zh_hans: 今天

# quota.metric.unit.credits
source: %g credits
fr: %g crédits
zh_hans: %g 积分

# quota.metric.unit.requests
source: %g requests
fr: %g requêtes
vi: %g yêu cầu
zh_hans: %g 个请求

# quota.metric.unit.searches
source: %g searches
fr: %g recherches
vi: %g lượt tìm kiếm
zh_hans: %g 次搜索

# quota.metric.webSearches
source: Web Searches
fr: Recherches web
vi: Tìm kiếm web
zh_hans: 网页搜索

# quota.metric.weekly
source: Weekly
fr: Hebdomadaire
vi: Hàng tuần
zh_hans: 每周

# settings.menubar.monochrome
source: Monochrome
vi: Trắng đen
zh_hans: 单色

# settings.refresh.1min
source: 1 minute
vi: 1 phút
zh_hans: 1分钟

# settings.refresh.2min
source: 2 minutes
vi: 2 phút
zh_hans: 2分钟

# settings.refresh.5min
source: 5 minutes
vi: 5 phút
zh_hans: 5分钟

# settings.refresh.10min
source: 10 minutes
vi: 10 phút
zh_hans: 10分钟

# settings.refresh.15min
source: 15 minutes
vi: 15 phút
zh_hans: 15分钟

# settings.updateChannel.stable
source: Stable
vi: Ổn định
zh_hans: 稳定版

# quota.metric.session
source: Session
vi: Phiên
zh_hans: 会话

# providers.source.proxy
source: Proxy
zh_hans: 代理

# factory.quota.group.core
source: Core
zh_hans: 核心

# factory.quota.group.standard
source: Standard
zh_hans: 标准
